Ran Plan for project: `crawlinghub-eventbridge-prod` dir: `terraform/eventbridge` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_ssm_parameter.eventbridge_role_arn will be created
+ resource "aws_ssm_parameter" "eventbridge_role_arn" {
      + arn            = (known after apply)
      + data_type      = (known after apply)
      + description    = "EventBridge IAM Role ARN for invoking SQS"
      + has_value_wo   = (known after apply)
      + id             = (known after apply)
      + insecure_value = (known after apply)
      + key_id         = (known after apply)
      + name           = "/crawlinghub/eventbridge/role-arn"
      + tags           = {
          + "Environment" = "prod"
          + "Name"        = "crawlinghub-eventbridge-role-arn-prod"
        }
      + tags_all       = {
          + "Environment" = "prod"
          + "ManagedBy"   = "terraform"
          + "Name"        = "crawlinghub-eventbridge-role-arn-prod"
          + "Project"     = "crawlinghub"
        }
      + tier           = (known after apply)
      + type           = "String"
      + value          = (sensitive value)
      + version        = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p crawlinghub-eventbridge-prod
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](https://atlantis.set-of.com/lock?id=ryu-qqq%252FCrawlingHub%252Fterraform%252Feventbridge%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p crawlinghub-eventbridge-prod
  ```
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```